---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterNumericGreaterOrEqual
source: html/7b961a02-f426-bdad-d820-5442ac1c681d.htm
---
# FilterNumericGreaterOrEqual Properties

Specifies whether the .NET object represents a valid Revit entity.